run/Couette_flow-laminar_1/system/controlDict
FoamFile
{

    version		2.0;

    format		ascii;

    class		dictionary;

    object		controlDict;

}

application		pimpleFoam;

startFrom		startTime;

startTime		0;

stopAt		endTime;

endTime		25;

deltaT		0.01;

writeControl		timeStep;

writeInterval		0.5;

purgeWrite		0;

writeFormat		ascii;

writePrecision		6;

writeCompression		off;

timeFormat		general;

timePrecision		6;

runTimeModifiable		true;