run/Couette_flow-laminar_1/constant/transportProperties
FoamFile
{

    version		2.0;

    format		ascii;

    class		dictionary;

    object		transportProperties;

}

transportModel		Newtonian;

nu		1.5e-3;