run/Couette_flow-laminar_1/0/U
FoamFile
{

    version		2.0;

    format		ascii;

    class		volVectorField;

    object		U;

}

dimensions		[0 1 -1 0 0 0 0];

internalField		uniform (0 0 0);

boundaryField
{

    movingWall
    {

        type		fixedValue;

        value		uniform (1 0 0);

    }

    bottomWall
    {

        type		noSlip;

    }

    cyc_half0
    {

        type		cyclic;

    }

    cyc_half1
    {

        type		cyclic;

    }

    frontAndBack
    {

        type		empty;

    }

}