run/Couette_flow-laminar_1/0/p
FoamFile
{

    version		2.0;

    format		ascii;

    class		volScalarField;

    object		p;

}

dimensions		[0 2 -2 0 0 0 0];

internalField		uniform 0;

boundaryField
{

    movingWall
    {

        type		zeroGradient;

    }

    bottomWall
    {

        type		zeroGradient;

    }

    cyc_half0
    {

        type		cyclic;

    }

    cyc_half1
    {

        type		cyclic;

    }

    frontAndBack
    {

        type		empty;

    }

}