run/Couette_flow-laminar_1/system/fvSolution
FoamFile
{

    version		2.0;

    format		ascii;

    class		dictionary;

    object		fvSolution;

}

solvers
{

    p
    {

        solver		PCG;

        preconditioner		DIC;

        tolerance		1e-06;

        relTol		0.1;

    }

    U
    {

        solver		PBiCGStab;

        preconditioner		DILU;

        tolerance		1e-06;

        relTol		0.1;

    }

}

PIMPLE
{

    nNonOrthogonalCorrectors		0;

    nCorrectors		1;

    nOuterCorrectors		1;

    consistent		true;

}