run/Couette_flow-laminar_1/Allrun

#!/bin/sh

# Source OpenFOAM environment
source $WM_PROJECT_DIR/bin/tools/RunFunctions

# Create necessary directories
mkdir -p 0

# Copy initial condition files
cp -r 0.orig/* 0/

# Run blockMesh to generate the mesh
runApplication blockMesh

# Run pimpleFoam solver
runApplication pimpleFoam

# End of Allrun script